private/validateAnswerRequest.xml

<soap12:Envelope
    xmlns:cdx="http://www.exchangenetwork.net/wsdl/register/sign/1"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <cdx:GetQuestion>
      <securityToken><%= securityToken %></securityToken>
      <activityId><%= activityId %></activityId>
      <userId><%= userId %></userId>
      <questionId><%= questionId %></questionId>
      <answer><%= answer %></answer>
    </cdx:GetQuestion>
  </soap12:Body>
</soap12:Envelope>
